var config = {
    /*在这里配置你的基本信息，所有数据以字符串形式给出*/
    name: "曾**",
    sex: "女",
    age: "保密",
    phone: "158-----1715",
    email: "987290965@qq.com.com",
    address: "现居广东广州",
    qq: "987290965",
    log: "Lanzizi",
    


    /*在这里配置首页的座右铭集合*/
    motto: [
        "明天不一定会更好，但要坚信更好的明天一定会来。",
        "要做的事情总找得出时间和机会，不愿意做的事情也总能找得出借口。",
        "Gor For It!",
        "有智者立长志，无志者长立志。",
        "那些过去的眼泪终将风干在记忆里。",
        "真相，是为了剿灭幻想。",
        "我欲将心向明月，奈何明月照沟渠。",
        "春风得意马蹄疾，一日看尽长安花。",
        "天凉好个秋！",
        "老骥伏枥，志在千里。烈士暮年，壮心不已。",
        "老当益壮，宁移白首之心。穷且益坚，不坠青云之志。",
        "我们必须拿我们所有的， 去换我们所没有的",
        "蒹葭苍苍，白露为霜；所谓伊人，在水一方。",
        "数风流人物，还看今朝！"
    ],


    /*在这里配置首页的见面信息，你可以内嵌HTML标签以调整格式*/
    welcome: "青青子衿，悠悠我心<br>" +
             "但为君故，沉吟至今<br>" +
             "你好，我是不打水的篮子子，<br>" +
             "很高兴见到你!",


    /*在这里配置关于我的信息，你可以内嵌HTML标签以调整格式*/
    about: "<p>你好！我叫篮子，性别女</p>" ,



    /** 
    * 在这里配置你的技能点
    * ["技能点", 掌握程度, "技能条颜色"]
    */  
    skills: [
        ["PPT", 85, "red"],
        ["EXCEL", 78, "blue"],
        ["WORK", 79, "#1abc9c"],
        ["PS", 67, "rgba(0,0,0)"],
        ["计算机", 70, "yellow"],
        ["普通话", 80, "pink"]
    ],


    /*这里填写你的技能描述，你可以内嵌HTML标签以调整格式*/
    skills_description: "<ul>" +
        "     <li>学科专业知识、教育学知识良好。</li>" +
        "     <li>熟练掌握修复90%问题电脑的技巧（重启）。</li>" +
        "     <li>熟练美图秀秀、B126、美颜相机等精美修图。</li>" +
        "     <li>了解教育心理学。</li>" +
        "     <li>对时间有完美的控制（40分钟唯优）。</li>" +
        "     <li>能与大多数人谈笑风生。</li>" +
        "     <li>掌握多种生存技能，防溺水，机构巡查，禁毒比赛，守山等。</li>" +
        "     <li>熟悉各类志愿者服务活动</li>"+
        " </ul>",


    /**
     * 这里填写你的个人作品展示
     * ["img"，"url", "ProjectName", "brief"]
     * img表示您的作品图片链接，url表示您的项目地址，ProjectName表示您的仓库或作品名称，brief是一句简短的介绍
     * 通过查看实际效果以调整字题长度
     */
    portfolio: [
        ["./images/liudiao001.jpg", "", "流调志愿者", "顾名思义罢了"],
        ["./images/hesuan001.jpg", "", "志愿者", "自愿自愿啦"],
        ["./images/zhifubaofenhong.jpeg", "", "年年参加2亿以上的项目", "大项目哦"]
    ],


    /**
     * 这里填写您的工作经历
     * ["日期"， "工作"， "介绍"]
     * 你可以内嵌HTML标签以排版格式
     */
    work: [
        //如果您内有工作经历，您可以采取下列写法
        // ["————————", "", "<p>暂无工作经历，期待您的联系。</p>"]

        ["2016/9/1 — 2017/7/10", "<br>惠州打工人",
            "<p><strong>惠州学校</strong></p>" +
            "<p>随着大量神兽到来，某学校的任务愈发庞大，我以及我所在小组主要负责教研教学部分，拟在解决千万并发问题，经过不械努力，使得稳定、高效的完成。</p>" 
        ],

        ["2017/9/1 — 2018/7/10", "<br>广州打工人",
            "<p><strong>广州学校</strong></p>" +
            "<p>随着大量神兽到来，某学校的任务愈发庞大，我以及我所在小组主要负责教研教学部分，拟在解决千万并发问题，经过不械努力，使得稳定、高效的完成。</p>" 
        ]
    ],


    /**
     * 这里填写你的其他经历
     * ["日期"， "经历"， "介绍"]
     * 建议填写您的校级及以上得奖经历或或其他证书
     */
    others: [
        ["2013-10-25", "初认识", "大一下学期，我参与不知不觉，后知后觉就认识了某个小帅哥---（没错，就是ta哦）"],
        ["2016-07-28", "毕业季", "要知道，分别总是在9月"],
        ["2019-09-01", "重回学生时代", "浑浑噩噩噩噩浑浑度过了几个春秋"],
        ["2022-09-01", "同住", "毕业后的又几年，终于抬头不见，低头见了"]
    ],


    /**
     * 在这里填写您的社交网络平台
     * ["img", "url", "desc"]
     * img是社交平台的图标，在./svg目录下我们已经准备好了 微博、简书、掘金、小红书、知乎、csdn、facebook、github、力扣、CF和qq的图标
     * url是您链接
     * desc是一段描述，将鼠标移入将会显示该描述
     * 建议您放置数量 <= 5
     */
         /**----注释了，不想要
    icon: [
        ["./svg/LeetCode.svg", "https://leetcode-cn.com/u/happysnaker/", "我的力扣主页"],
        ["./svg/github.svg", "https://github.com/happysnaker", "我的GitHub主页"],
        ["./svg/博客.svg", "http://1.15.234.109:8000", "我的个人博客"],
        ["./svg/掘金.svg", "https://juejin.cn/user/3853167638625000", "我的掘金主页"],
        ["./svg/知乎.svg", "https://www.zhihu.com/people/tian-xia-you-dao-81", "我的知乎主页"]
    ],*/


    //这是一些图片链接，建议您仅更改第二个头像图片
    url: [
        //背景图、头像、作品展示背景、其他经历背景
        "./images/intro-bg.jpg",
        "./images/2.jpg",
        "./images/work-bk.png",
        "./images/4.jpg"
    ]

}
